app/controllers/resolutions_controller.rb

SELECT "resolutions".* FROM "resolutions"
---
  def index
    @resolutions = Resolution.all